Repository: tosmany/tosmany
Catalog: src/locale/messages.*.xlf
Languages: es

source: Qui sommes-nous
es: Quienes somos

source: Anniversaire: <span>{{ user.dateNaissace }}</span>
es: Cumpleaños: <span>{{ user.dateNaissace }}</span>

source: Site Web: <span>{{ user.web }}</span>
es: Sitio Web: <span>{{ user.web }}</span>

source: Curriel: <span>{{ user.email }}</span>
es: Correo: <span>{{ user.email }}</span>

source: Degré: <span>{{ user.degree }}</span>
es: Calificación <span>{{ user.degree }}</span>

source: Téléphone: <span>{{ user.phone }}</span>
es: Teléfono: <span>{{ user.phone }}</span>

source: Feelnace: <span>{{ user.feelnace }}</span>
es: Consulta: <span>{{ user.feelnace }}</span>

source: Télécharger CV
es: Descargar CV

source: Éducation
es: Educación

source: Master en sciences Computarisées
es: Master en ciencias computarizadas

source: Expérience
es: Experiencia

source: Analyste programmeur
es: Programador analysta

source: 21 octobre
es: 21 de Octubre

source: <i class="fa fa-home"></i>Accueil
es: <i class="fa fa-home"></i>Principio

source: <i class="fa fa-user"></i>En savoir plus
es: <i class="fa fa-user"></i>Aún más

source: <i class="fa fa-briefcase"></i>Portfolio
es: <i class="fa fa-briefcase"></i>Portafolio

source: <i class="fa fa-comments"></i>Contact
es: <i class="fa fa-comments"></i>Contacto

source: Me contacter
es: Contactar me

source: Avez-vous des questions?
es: ¿Tiene preguntas?

source: JE SUIS TOUJOURS À L'AFFÛT!
es: ESTOY SIEMPRE ATENTO!

source: Téléphone
es: Teléfono

source: Bureau
es: Oficina

source: Courriel
es: Correo electrónico

source: Site Web
es: Sitio Web

source: ENVOYEZ-MOI UN COURREIL
es: ENVIEME UN CORREO

source: JE RÉPONDS RAPIDEMENT AUX MESSAGES!
es: USUALMENTE RESPONDE MUY RAPIDO!

source: Envoyer
es: Enviar

source: <h3 class="hello"> {{ presentation.gretting }} <span class="name">{{ presentation.name }}</span></h3><h3 class="my-profession">Je suis <span class="typing"></span></h3><p>{{ presentation.description }}</p><a href="/contact" class="btn hire-me">{{ presentation.buttonText }}</a>
es: <h3 class="hello"> {{ presentation.gretting }} <span class="name">{{ presentation.name }}</span></h3><h3 class="my-profession">Soy <span class="typing"></span></h3><p>{{ presentation.description }}</p><a href="/contact" class="btn hire-me">{{ presentation.buttonText }}</a>

source: Salut, mon nom est
es: Hola, mi nombre es

source: Développeur web
es: Desarrollador Web

source: En savoir plus
es: Más sobre mí

source: Analyste web, Développeur web, Concepteur web
es: Analista web, Dessarollador web, Conceptor web

source: Champs de compétences
es: Campos de competencias

source: Formation académique
es: Formación académica

source: Expérience professionnelle
es: Experiencias profesionales

source: Autres formations
es: Otras formaciones

source: Engagements sociaux
es: Trabajo comunitario

source: Références offertes sur demande
es: Referencias disponibles

source: <i class="fa-solid fa-arrow-down me-3"></i>Télécharger
es: <i class="fa-solid fa-arrow-down me-3"></i>Descargar

source: Langues: français, anglais, espagnol
es: Idiomas: francés, inglés, español

source: Trois ans d’expérience en développement WEB (frontend - backend)
es: Trés años de experiencia como desarrollador WEB (frontend - backend)

source: Être à l’affut des exigences fonctionnelles et non fonctionnelles dans l’écriture du code
es: Estar atento a las exigencias funcionales y no funcionales en la escritura del codigo

source: Contrôler la qualité de l’application
es: Auditar la qualidad de la aplicación

source: Appliquer le référencement d'un site Web
es: Applicar le referenciamiento de un sitio Web

source: Gérer des projets selon la méthode Scrum d’Agile
es: Manipular proyectos según el método Scrum de Agile

source: Sens de l’organisation et de priorités
es: Sentido de la organización y de prioridades

source: Capacité d’analyse
es: Capacidad de analizis

source: Habileté à travailler en équipe et de forme autonome
es: Habilidad para trabajar en equipo y autónomo

source: Exploiter un système de gestion de base de données
es: Manejar un sistema de gestión de base de datos

source: Langage: Java, JavaScript, HTML, CSS, PHP, C#, C++
es: Language: Java, JavaScript, HTML, CSS, PHP, C#, C++

source: Technologies : Angular, Spring, Vue, Express, Node, .Net, Git, Jira, Figma, CISCO
es: Tecnologías : Angular, Spring, Vue, Express, Node, .Net, Git, Jira, Figma, CISCO

source: Bases de données: Mongo DB, MySQL, SQL
es: Base de datos: Mongo DB, MySQL, SQL

source: Système opératif: Windows, Linux, Mac
es: Sistemas Operativos: Windows, Linux, Mac

source: "Connaissances informatiques"
es: "Conocimientos de informática"

source: AEC Développement de sites Web transactionnels
es: AEC Desarrollo de sitios transaccionales

source: Formation intensive (975 heures)
es: Formación intensiva (975 horas)

source: Collège Ahuntsic
es: Colegio Ahuntsic

source: En cours
es: En progreso

source: AEC Programmation objet orientée et technologies WEB
es: AEC programación en Objeto Orientado y tecnologías WEB

source: Formation continue (1410 heures)
es: Formación continua (1410 horas)

source: Collège Rosemont
es: Colegio Rosemont

source: DEC Gestion de réseaux
es: DEC de Rédes Informáticas

source: Formation régulière (1450 heures)
es: Formación regular (1450 horas)

source: Collège De Maisonneuve
es: Colegio De Maisonneuve

source: Collège Herzing
es: Colegio Herzing

source: Opérateur logistique
es: Operador logístico

source: Gérer la logistique d’entreposage pour de matériaux dangereux et non dangereux
es: Dirigir la logistica para el almacenamiento de sustancias peligrosas y no peligrosas

source: Manipuler une base de données
es: Gestionar una base de datos

source: Maintenir à jour la documentation ainsi que les archives
es: Mantener al día tanto la documentación como los archivos

source: Respecter et porter des améliorations de la norme ISO 9000
es: Respectar y aportar amejoraciones a la norma ISO 9000

source: 2017 - cours
es: 2017 - en progreso

source: Stagiaire
es: Prácticas

source: Analyser de billets dans Jira et participer dans les Scrum
es: Analizar los tickets en Jira y participar en los Scrums

source: Développer et analyser des applications frontend
es: Desarrollar y analizar aplicaciones frontend

source: Travailler en équipe sur le principe d’entraide pour finir un Spring dans un délais établi
es: Trabajar en equipo sur la base de ayuda mutua para terianr los Springs dentro de los periodos establecidos

source: Travailleur autonome
es: Contrapropista

source: Configurer et mettre en place de petit et de moyen réseau informatique
es: Configurar y poner en funcionamiento pequeñas y medianas redes informáticas

source: Installer des composants et de logiciels informatiques
es: Instalar componentes y programas informaticos

source: Optimiser des postes de travail
es: Optimisar estaciones de trabajo

source: 2013 - en cours
es: 2013 - en progresos

source: Collège Saint-Laurent
es: Colegio Saint-Laurent

source: CCNA Sécurité
es: Seguridad CCNA

source: Bénévolat
es: Voluntario

source: Centre de soir Denise Massé
es: Centro de noche Denise Massé

source: Rétablir, configurer et optimiser un poste informatique
es: Restablecer, configurar y optimisar un puesto informatico

source: Installer des outils de nettoyage et de sécurité sur les stations de travail
es: Instalar los útiles de limpieza y seguridad en puestos informáticos

source: Installer des outils de nettoyage et de sécurité sur les stations de travail
es: Instalar los útiles de limpieza y seguridad en puestos informáticos

source: Compétences
es: Aptitudes

source: Formación Academica
es: Formation Académique

source: Expérience Professionnelle
es: Experiencias Profesionales

source: Autres Formations
es: Otras formaciones

source: Engagement Social
es: Trabajo Social

source: Date: {new Date().toLocaleDateString()
es: Fecha: {new Date().toLocaleDateString()

source: Portfolio
es: Portafolio

source: Mes derniers projets :
es: Mis últimos projectos :

source: Languages
es: Lenguajes

source: Thèmes de couleurs
es: Temas de colores
